Repository: Dizzy918/fitness-tracker
Catalog: FitnessTracker/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, et, fi, fr, ga, hr, hu, id, is, it, ja, ko, lt, lv, mk, ms, mt, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hans, zh_hant

source: Every duration
ar: كل المدد
bg: Всяка продължителност
ca: Totes les durades
cs: Všechny délky
da: Alle varigheder
de: Jede Dauer
el: Όλες οι διάρκειες
es: Todas las duraciones
et: Kõik kestused
fi: Kaikki kestot
fr: Toutes les durées
ga: Gach ré
hr: Sva trajanja
hu: Minden időtartam
id: Semua durasi
is: Allar tímalengdir
it: Tutte le durate
ja: すべての時間
ko: 모든 구간
lt: Visos trukmės
lv: Visi ilgumi
mk: Сите времетраења
ms: Semua tempoh
mt: It-tulijiet kollha
nb: Alle varigheter
nl: Elke duur
pl: Każdy czas
pt_br: Todas as durações
pt_pt: Todas as durações
ro: Toate duratele
ru: Все длительности
sk: Všetky trvania
sl: Vsa trajanja
sq: Të gjitha kohëzgjatjet
sr: Сва трајања
sv: Alla tider
tr: Her süre
uk: Усі тривалості
vi: Mọi thời lượng
zh_hans: 所有时长
zh_hant: 所有時長

source: Everything else — arms, calves, rehab
ar: كل ما عدا ذلك — الذراعان، السمانتان، إعادة التأهيل
bg: Всичко останало — ръце, прасци, рехабилитация
ca: Tota la resta: braços, bessons, rehabilitació
cs: Všechno ostatní — paže, lýtka, rehabilitace
da: Alt det øvrige — arme, læg, genoptræning
de: Alles Übrige — Arme, Waden, Reha
el: Όλα τα υπόλοιπα — μπράτσα, γάμπες, αποκατάσταση
es: Todo lo demás: brazos, gemelos, rehabilitación
et: Kõik muu — käed, sääred, taastusravi
fi: Kaikki muu — käsivarret, pohkeet, kuntoutus
fr: Tout le reste : bras, mollets, rééducation
ga: Gach rud eile — lámha, colpaí, athshlánú
hr: Sve ostalo — ruke, listovi, rehabilitacija
hu: Minden egyéb — kar, vádli, rehabilitáció
id: Selebihnya — lengan, betis, rehabilitasi
is: Allt annað — handleggir, kálfar, endurhæfing
it: Tutto il resto: braccia, polpacci, riabilitazione
ja: その他すべて — 腕、ふくらはぎ、リハビリ
ko: 그 밖의 모든 것 — 팔, 종아리, 재활
lt: Visa kita — rankos, blauzdos, reabilitacija
lv: Viss pārējais — rokas, ikri, rehabilitācija
mk: Сè друго — раце, листови, рехабилитација
ms: Selebihnya — lengan, betis, pemulihan
mt: Kull ma jifdal — dirgħajn, pexxuni, riabilitazzjoni
nb: Alt annet — armer, legger, rehab
nl: Al het andere — armen, kuiten, revalidatie
pl: Cała reszta — ramiona, łydki, rehabilitacja
pt_br: Todo o resto — braços, panturrilhas, reabilitação
pt_pt: Tudo o resto — braços, gémeos, reabilitação
ro: Tot restul — brațe, gambe, recuperare
ru: Всё остальное — руки, голени, реабилитация
sk: Všetko ostatné — ruky, lýtka, rehabilitácia
sl: Vse ostalo — roke, meča, rehabilitacija
sq: Gjithçka tjetër — krahët, pulpat, rehabilitimi
sr: Све остало — руке, листови, рехабилитација
sv: Allt annat — armar, vader, rehab
tr: Geri kalan her şey — kollar, baldırlar, rehabilitasyon
uk: Усе інше — руки, гомілки, реабілітація
vi: Tất cả phần còn lại — tay, bắp chân, phục hồi chấn thương
zh_hans: 其余所有——手臂、小腿、康复
zh_hant: 其餘所有——手臂、小腿、復健

source: Everything is stored on this device. Turn sync on to share it with your other devices.
ar: كل شيء مخزَّن على هذا الجهاز. فعّل المزامنة لمشاركته مع أجهزتك الأخرى.
bg: Всичко се съхранява на това устройство. Включи синхронизацията, за да го споделиш с другите си устройства.
ca: Tot es guarda en aquest dispositiu. Activa la sincronització per compartir-ho amb els altres dispositius.
cs: Vše se ukládá na tomto zařízení. Zapni synchronizaci, ať to sdílíš se svými dalšími zařízeními.
da: Alt gemmes på denne enhed. Slå synkronisering til for at dele det med dine andre enheder.
de: Alles wird auf diesem Gerät gespeichert. Aktiviere die Synchronisierung, um es mit deinen anderen Geräten zu teilen.
el: Όλα αποθηκεύονται σε αυτή τη συσκευή. Ενεργοποίησε τον συγχρονισμό για να τα μοιραστείς με τις άλλες σου συσκευές.
es: Todo se guarda en este dispositivo. Activa la sincronización para compartirlo con tus otros dispositivos.
et: Kõik on salvestatud sellesse seadmesse. Lülita sünkroonimine sisse, et jagada seda oma teiste seadmetega.
fi: Kaikki tallennetaan tähän laitteeseen. Ota synkronointi käyttöön jakaaksesi sen muille laitteillesi.
fr: Tout est stocké sur cet appareil. Active la synchronisation pour le partager avec tes autres appareils.
ga: Stóráiltear gach rud ar an ngléas seo. Cas an sioncronú air chun é a roinnt le do ghléasanna eile.
hr: Sve je pohranjeno na ovom uređaju. Uključi sinkronizaciju da to podijeliš s ostalim uređajima.
hu: Minden ezen az eszközön tárolódik. Kapcsold be a szinkronizálást, hogy megoszd a többi eszközöddel.
id: Semuanya disimpan di perangkat ini. Nyalakan sinkronisasi untuk membagikannya ke perangkatmu yang lain.
is: Allt er geymt í þessu tæki. Kveiktu á samstillingu til að deila því með öðrum tækjum þínum.
it: Tutto è salvato su questo dispositivo. Attiva la sincronizzazione per condividerlo con gli altri.
ja: すべてこのデバイスに保存されます。ほかのデバイスと共有するには同期をオンにしてください。
ko: 모든 데이터가 이 기기에 저장됩니다. 다른 기기와 공유하려면 동기화를 켜세요.
lt: Viskas saugoma šiame įrenginyje. Įjunk sinchronizavimą, kad pasidalintum su kitais savo įrenginiais.
lv: Viss tiek glabāts šajā ierīcē. Ieslēdz sinhronizāciju, lai dalītos ar citām savām ierīcēm.
mk: Сè е зачувано на овој уред. Вклучи синхронизација за да го споделиш со другите уреди.
ms: Semuanya disimpan pada peranti ini. Hidupkan penyegerakan untuk berkongsi dengan peranti anda yang lain.
mt: Kollox jinħażen fuq dan l-apparat. Ixgħel is-sinkronizzazzjoni biex taqsmu mal-apparati l-oħra tiegħek.
nb: Alt lagres på denne enheten. Slå på synkronisering for å dele det med de andre enhetene dine.
nl: Alles wordt op dit apparaat bewaard. Zet synchroniseren aan om het met je andere apparaten te delen.
pl: Wszystko jest zapisane na tym urządzeniu. Włącz synchronizację, aby udostępnić je innym swoim urządzeniom.
pt_br: Tudo fica guardado neste dispositivo. Ative a sincronização para compartilhar com seus outros aparelhos.
pt_pt: Tudo é guardado neste dispositivo. Liga a sincronização para o partilhares com os teus outros dispositivos.
ro: Totul e stocat pe acest dispozitiv. Activează sincronizarea ca să împarți datele cu celelalte dispozitive.
ru: Всё хранится на этом устройстве. Включите синхронизацию, чтобы делиться с другими устройствами.
sk: Všetko je uložené v tomto zariadení. Zapni synchronizáciu, aby si to zdieľal s ďalšími zariadeniami.
sl: Vse je shranjeno v tej napravi. Vklopi sinhronizacijo, da deliš z drugimi napravami.
sq: Gjithçka ruhet në këtë pajisje. Ndiz sinkronizimin për ta ndarë me pajisjet e tua të tjera.
sr: Све је сачувано на овом уређају. Укључи синхронизацију да то поделиш са осталим уређајима.
sv: Allt lagras på den här enheten. Slå på synkronisering för att dela det med dina andra enheter.
tr: Her şey bu cihazda saklanıyor. Diğer cihazlarınla paylaşmak için eşitlemeyi aç.
uk: Усе зберігається на цьому пристрої. Увімкніть синхронізацію, щоб ділитися з іншими пристроями.
vi: Mọi thứ được lưu trên thiết bị này. Bật đồng bộ để chia sẻ sang các thiết bị khác của bạn.
zh_hans: 所有数据都存在本设备上。开启同步即可与你的其他设备共享。
zh_hant: 所有資料都存在本裝置上。開啟同步即可與你的其他裝置共享。

source: Excellent
ar: ممتاز
bg: Отличен
cs: Výborná
da: Fremragende
de: Ausgezeichnet
el: Άριστος
es: Excelente
et: Suurepärane
fi: Erinomainen
ga: Ar fheabhas
hr: Izvrstan
hu: Kiváló
id: Sangat baik
is: Frábær
it: Ottima
ja: とても良い
ko: 아주 좋음
lt: Puikus
lv: Lielisks
mk: Одличен
ms: Sangat baik
mt: Eċċellenti
nb: Utmerket
nl: Uitstekend
pl: Znakomita
pt_br: Excelente
pt_pt: Excelente
ro: Excelent
ru: Отличное
sk: Výborná
sl: Odličen
sq: Shkëlqyeshëm
sr: Одличан
sv: Utmärkt
tr: Mükemmel
uk: Відмінний
vi: Rất tốt
zh_hans: 很好
zh_hant: 很好

source: Exercise
ar: تمرين
bg: Упражнение
ca: Exercici
cs: Cvik
da: Øvelse
de: Übung
el: Άσκηση
es: Ejercicio
et: Harjutus
fi: Liike
fr: Exercice
ga: Cleachtadh
hr: Vježba
hu: Gyakorlat
id: Gerakan
is: Æfing
it: Esercizio
ja: 種目
ko: 운동
lt: Pratimas
lv: Vingrinājums
mk: Вежба
ms: Senaman
mt: Eżerċizzju
nb: Øvelse
nl: Oefening
pl: Ćwiczenie
pt_br: Exercício
pt_pt: Exercício
ro: Exercițiu
ru: Упражнение
sk: Cvik
sl: Vaja
sq: Ushtrim
sr: Вежба
sv: Övning
tr: Hareket
uk: Вправа
vi: Bài tập
zh_hans: 动作
zh_hant: 動作

source: Exercise library
ar: مكتبة التمارين
bg: Библиотека с упражнения
ca: Biblioteca d'exercicis
cs: Knihovna cviků
da: Øvelsesbibliotek
de: Übungsbibliothek
el: Βιβλιοθήκη ασκήσεων
es: Biblioteca de ejercicios
et: Harjutuste kogu
fi: Liikekirjasto
fr: Bibliothèque d'exercices
ga: Leabharlann cleachtaí
hr: Knjižnica vježbi
hu: Gyakorlatkönyvtár
id: Pustaka gerakan
is: Æfingasafn
it: Libreria esercizi
ja: 種目ライブラリ
ko: 운동 라이브러리
lt: Pratimų biblioteka
lv: Vingrinājumu bibliotēka
mk: Библиотека на вежби
ms: Pustaka senaman
mt: Librerija tal-eżerċizzji
nb: Øvelsesbibliotek
nl: Oefeningenbibliotheek
pl: Biblioteka ćwiczeń
pt_br: Biblioteca de exercícios
pt_pt: Biblioteca de exercícios
ro: Bibliotecă de exerciții
ru: Библиотека упражнений
sk: Knižnica cvikov
sl: Knjižnica vaj
sq: Biblioteka e ushtrimeve
sr: Библиотека вежби
sv: Övningsbibliotek
tr: Hareket kitaplığı
uk: Бібліотека вправ
vi: Thư viện bài tập
zh_hans: 动作库
zh_hant: 動作庫

source: Exercises
ar: التمارين
bg: Упражнения
ca: Exercicis
cs: Cviky
da: Øvelser
de: Übungen
el: Ασκήσεις
es: Ejercicios
et: Harjutused
fi: Liikkeet
fr: Exercices
ga: Cleachtaí
hr: Vježbe
hu: Gyakorlatok
id: Gerakan
is: Æfingar
it: Esercizi
ja: 種目
ko: 운동
lt: Pratimai
lv: Vingrinājumi
mk: Вежби
ms: Senaman
mt: Eżerċizzji
nb: Øvelser
nl: Oefeningen
pl: Ćwiczenia
pt_br: Exercícios
pt_pt: Exercícios
ro: Exerciții
ru: Упражнения
sk: Cviky
sl: Vaje
sq: Ushtrime
sr: Вежбе
sv: Övningar
tr: Hareketler
uk: Вправи
vi: Bài tập
zh_hans: 动作
zh_hant: 動作

source: Exercises run in order, resting after every set.
ar: تسير التمارين بالترتيب، مع راحة بعد كل مجموعة.
bg: Упражненията се изпълняват по ред, с почивка след всяка серия.
ca: Els exercicis van en ordre, amb descans després de cada sèrie.
cs: Cviky jdou po sobě, s pauzou po každé sérii.
da: Øvelserne køres i rækkefølge med pause efter hvert sæt.
de: Die Übungen laufen der Reihe nach, mit Pause nach jedem Satz.
el: Οι ασκήσεις γίνονται με τη σειρά, με διάλειμμα μετά από κάθε σετ.
es: Los ejercicios van en orden, descansando después de cada serie.
et: Harjutused käivad järjest, puhkus pärast iga seeriat.
fi: Liikkeet tehdään järjestyksessä, tauko jokaisen sarjan jälkeen.
fr: Les exercices s'enchaînent dans l'ordre, avec une récupération après chaque série.
ga: Téann na cleachtaí in ord, le sos i ndiaidh gach sraithe.
hr: Vježbe idu redom, uz odmor nakon svake serije.
hu: A gyakorlatok sorban következnek, minden sorozat után pihenővel.
id: Gerakan dijalankan berurutan, istirahat setelah tiap set.
is: Æfingarnar koma í röð, með hvíld eftir hvert sett.
it: Gli esercizi si susseguono in ordine, con recupero dopo ogni serie.
ja: 種目は順番に行い、各セットのあとに休憩します。
ko: 운동은 순서대로 진행되며 매 세트 후에 쉽니다.
lt: Pratimai eina iš eilės, ilsintis po kiekvienos serijos.
lv: Vingrinājumi notiek pēc kārtas, ar atpūtu pēc katras pieejas.
mk: Вежбите одат по ред, со одмор по секоја серија.
ms: Senaman dijalankan mengikut urutan, berehat selepas setiap set.
mt: L-eżerċizzji jsiru wieħed wara l-ieħor, b'mistrieħ wara kull sett.
nb: Øvelsene går i rekkefølge, med pause etter hvert sett.
nl: De oefeningen gaan op volgorde, met rust na elke set.
pl: Ćwiczenia idą po kolei, z przerwą po każdej serii.
pt_br: Os exercícios seguem em ordem, com descanso depois de cada série.
pt_pt: Os exercícios seguem por ordem, com descanso após cada série.
ro: Exercițiile se fac în ordine, cu pauză după fiecare serie.
ru: Упражнения идут по порядку, с отдыхом после каждого подхода.
sk: Cviky idú po poradí, s prestávkou po každej sérii.
sl: Vaje tečejo po vrsti, s počitkom po vsaki seriji.
sq: Ushtrimet bëhen me radhë, me pushim pas çdo serie.
sr: Вежбе иду редом, уз одмор после сваке серије.
sv: Övningarna görs i ordning, med vila efter varje set.
tr: Hareketler sırayla yapılır, her setten sonra dinlenilir.
uk: Вправи йдуть по черзі, з відпочинком після кожного підходу.
vi: Các bài tập chạy lần lượt, nghỉ sau mỗi hiệp.
zh_hans: 动作按顺序进行，每组之后休息。
zh_hant: 動作依順序進行，每組之後休息。

source: Expected %@ %@ — check the decimal point
ar: المتوقَّع %@ %@ — تحقّق من الفاصلة العشرية
bg: Очаква се %@ %@ — провери десетичната запетая
ca: S'esperava %@ %@: comprova la coma decimal
cs: Očekáváno %@ %@ — zkontroluj desetinnou čárku
da: Forventet %@ %@ — tjek kommaet
de: Erwartet %@ %@ — prüfe das Komma
el: Αναμενόταν %@ %@ — έλεγξε την υποδιαστολή
es: Se esperaba %@ %@: revisa la coma decimal
et: Oodati %@ %@ — kontrolli kümnendkohta
fi: Odotettu %@ %@ — tarkista desimaalipilkku
fr: Attendu %@ %@ — vérifie la virgule
ga: Bhíothas ag súil le %@ %@ — seiceáil an pointe deachúil
hr: Očekivano %@ %@ — provjeri decimalni zarez
hu: %@ %@ lenne a várható — ellenőrizd a tizedesvesszőt
id: Diperkirakan %@ %@ — periksa titik desimalnya
is: Bjóst við %@ %@ — athugaðu tugabrotskommuna
it: Atteso %@ %@ — controlla la virgola
ja: 想定は %@ %@ です。小数点を確認してください
ko: %@ %@ 정도가 예상됩니다 — 소수점을 확인하세요
lt: Tikėtasi %@ %@ — patikrink dešimtainį kablelį
lv: Gaidīts %@ %@ — pārbaudi decimālkomatu
mk: Се очекуваше %@ %@ — провери ја децималната запирка
ms: Dijangka %@ %@ — periksa titik perpuluhannya
mt: Kien mistenni %@ %@ — iċċekkja l-punt deċimali
nb: Forventet %@ %@ — sjekk desimaltegnet
nl: Verwacht %@ %@ — controleer de komma
pl: Oczekiwano %@ %@ — sprawdź przecinek dziesiętny
pt_br: Esperado %@ %@ — confira a vírgula decimal
pt_pt: Esperado %@ %@ — confirma a vírgula decimal
ro: Ne așteptam la %@ %@ — verifică virgula zecimală
ru: Ожидалось %@ %@ — проверьте десятичный разделитель
sk: Očakávalo sa %@ %@ — skontroluj desatinnú čiarku
sl: Pričakovano %@ %@ — preveri decimalno vejico
sq: Pritej %@ %@ — kontrollo presjen dhjetore
sr: Очекивано %@ %@ — провери децималну запету
sv: Förväntat %@ %@ — kontrollera decimaltecknet
tr: %@ %@ bekleniyordu — ondalık noktasını kontrol et
uk: Очікувалося %@ %@ — перевірте десятковий роздільник
vi: Dự kiến khoảng %@ %@ — kiểm tra lại dấu thập phân
zh_hans: 预期约为 %@ %@——请检查小数点
zh_hant: 預期約為 %@ %@——請檢查小數點

source: Export
ar: تصدير
bg: Експорт
ca: Exporta
da: Eksport
el: Εξαγωγή
es: Exportar
et: Ekspordi
fi: Vienti
ga: Easpórtáil
hr: Izvezi
hu: Exportálás
id: Ekspor
is: Flytja út
it: Esporta
ja: 書き出し
ko: 내보내기
lt: Eksportuoti
lv: Eksportēt
mk: Извези
ms: Eksport
mt: Esporta
nb: Eksport
pl: Eksport
pt_br: Exportar
pt_pt: Exportar
ro: Exportă
ru: Экспорт
sl: Izvozi
sq: Eksporto
sr: Извези
tr: Dışa aktar
uk: Експорт
vi: Xuất
zh_hans: 导出
zh_hant: 匯出

source: Export GPX to watch or app
ar: تصدير GPX إلى الساعة أو التطبيق
bg: Експортирай GPX към часовник или приложение
ca: Exporta el GPX al rellotge o a una app
cs: Exportovat GPX do hodinek nebo aplikace
da: Eksportér GPX til ur eller app
de: GPX an Uhr oder App exportieren
el: Εξαγωγή GPX σε ρολόι ή εφαρμογή
es: Exportar GPX al reloj o a una app
et: Ekspordi GPX kellale või rakendusse
fi: Vie GPX kelloon tai sovellukseen
fr: Exporter le GPX vers la montre ou une app
ga: Easpórtáil GPX chuig uaireadóir nó aip
hr: Izvezi GPX na sat ili u aplikaciju
hu: GPX exportálása órára vagy appba
id: Ekspor GPX ke jam atau aplikasi
is: Flytja GPX út í úr eða forrit
it: Esporta il GPX verso orologio o app
ja: GPX を時計やアプリへ書き出す
ko: GPX를 시계나 앱으로 내보내기
lt: Eksportuoti GPX į laikrodį ar programą
lv: Eksportēt GPX uz pulksteni vai lietotni
mk: Извези GPX на часовник или апликација
ms: Eksport GPX ke jam atau aplikasi
mt: Esporta l-GPX lejn arloġġ jew app
nb: Eksporter GPX til klokke eller app
nl: GPX exporteren naar horloge of app
pl: Eksportuj GPX na zegarek lub do aplikacji
pt_br: Exportar GPX para o relógio ou app
pt_pt: Exportar GPX para o relógio ou app
ro: Exportă GPX pe ceas sau în aplicație
ru: Экспортировать GPX на часы или в приложение
sk: Exportovať GPX do hodiniek alebo aplikácie
sl: Izvozi GPX na uro ali v aplikacijo
sq: Eksporto GPX në orë ose në aplikacion
sr: Извези GPX на сат или у апликацију
sv: Exportera GPX till klocka eller app
tr: GPX'i saate veya uygulamaya aktar
uk: Експортувати GPX на годинник або в застосунок
vi: Xuất GPX sang đồng hồ hoặc ứng dụng
zh_hans: 将 GPX 导出到手表或应用
zh_hant: 將 GPX 匯出到手錶或 App

source: Export everything…
ar: تصدير كل شيء…
bg: Експортирай всичко…
ca: Exporta-ho tot…
cs: Exportovat vše…
da: Eksportér alt…
de: Alles exportieren…
el: Εξαγωγή όλων…
es: Exportar todo…
et: Ekspordi kõik…
fi: Vie kaikki…
fr: Tout exporter…
ga: Easpórtáil gach rud…
hr: Izvezi sve…
hu: Minden exportálása…
id: Ekspor semuanya…
is: Flytja allt út…
it: Esporta tutto…
ja: すべて書き出す…
ko: 전체 내보내기…
lt: Eksportuoti viską…
lv: Eksportēt visu…
mk: Извези сè…
ms: Eksport semuanya…
mt: Esporta kollox…
nb: Eksporter alt…
nl: Alles exporteren…
pl: Eksportuj wszystko…
pt_br: Exportar tudo…
pt_pt: Exportar tudo…
ro: Exportă tot…
ru: Экспортировать всё…
sk: Exportovať všetko…
sl: Izvozi vse…
sq: Eksporto gjithçka…
sr: Извези све…
sv: Exportera allt…
tr: Her şeyi dışa aktar…
uk: Експортувати все…
vi: Xuất toàn bộ…
zh_hans: 导出全部…
zh_hant: 匯出全部…

source: Export ready
ar: التصدير جاهز
bg: Експортът е готов
ca: Exportació a punt
cs: Export připraven
da: Eksport klar
de: Export bereit
el: Η εξαγωγή είναι έτοιμη
es: Exportación lista
et: Eksport on valmis
fi: Vienti valmis
fr: Export prêt
ga: Easpórtáil réidh
hr: Izvoz je spreman
hu: Az export elkészült
id: Ekspor siap
is: Útflutningur tilbúinn
it: Esportazione pronta
ja: 書き出しの準備ができました
ko: 내보내기 준비 완료
lt: Eksportas paruoštas
lv: Eksports ir gatavs
mk: Извозот е подготвен
ms: Eksport sedia
mt: L-esportazzjoni lesta
nb: Eksporten er klar
nl: Export klaar
pl: Eksport gotowy
pt_br: Exportação pronta
pt_pt: Exportação pronta
ro: Export gata
ru: Экспорт готов
sk: Export je pripravený
sl: Izvoz je pripravljen
sq: Eksporti është gati
sr: Извоз је спреман
sv: Export klar
tr: Dışa aktarma hazır
uk: Експорт готовий
vi: Đã sẵn sàng để xuất
zh_hans: 导出已就绪
zh_hant: 匯出已就緒

source: Export summary only…
ar: تصدير الملخص فقط…
bg: Експортирай само обобщение…
ca: Exporta només el resum…
cs: Exportovat jen souhrn…
da: Eksportér kun oversigten…
de: Nur Zusammenfassung exportieren…
el: Εξαγωγή μόνο σύνοψης…
es: Exportar solo el resumen…
et: Ekspordi ainult kokkuvõte…
fi: Vie vain yhteenveto…
fr: Exporter seulement le résumé…
ga: Easpórtáil an achoimre amháin…
hr: Izvezi samo sažetak…
hu: Csak az összefoglaló exportálása…
id: Ekspor ringkasan saja…
is: Flytja aðeins út samantekt…
it: Esporta solo il riepilogo…
ja: サマリーのみ書き出す…
ko: 요약만 내보내기…
lt: Eksportuoti tik santrauką…
lv: Eksportēt tikai kopsavilkumu…
mk: Извези само резиме…
ms: Eksport ringkasan sahaja…
mt: Esporta s-sommarju biss…
nb: Eksporter bare sammendraget…
nl: Alleen samenvatting exporteren…
pl: Eksportuj samo podsumowanie…
pt_br: Exportar só o resumo…
pt_pt: Exportar só o resumo…
ro: Exportă doar rezumatul…
ru: Экспортировать только сводку…
sk: Exportovať len súhrn…
sl: Izvozi samo povzetek…
sq: Eksporto vetëm përmbledhjen…
sr: Извези само сажетак…
sv: Exportera bara sammanfattningen…
tr: Yalnızca özeti dışa aktar…
uk: Експортувати лише зведення…
vi: Chỉ xuất bản tóm tắt…
zh_hans: 仅导出摘要…
zh_hant: 僅匯出摘要…

source: Export workouts as CSV…
ar: تصدير التمارين بصيغة CSV…
bg: Експортирай тренировките като CSV…
ca: Exporta els entrenaments com a CSV…
cs: Exportovat tréninky jako CSV…
da: Eksportér træninger som CSV…
de: Einheiten als CSV exportieren…
el: Εξαγωγή προπονήσεων σε CSV…
es: Exportar entrenamientos como CSV…
et: Ekspordi trennid CSV-na…
fi: Vie harjoitukset CSV-muodossa…
fr: Exporter les séances en CSV…
ga: Easpórtáil na seisiúin mar CSV…
hr: Izvezi treninge kao CSV…
hu: Edzések exportálása CSV-be…
id: Ekspor latihan sebagai CSV…
is: Flytja æfingar út sem CSV…
it: Esporta gli allenamenti in CSV…
ja: ワークアウトを CSV で書き出す…
ko: 운동 기록을 CSV로 내보내기…
lt: Eksportuoti treniruotes kaip CSV…
lv: Eksportēt treniņus kā CSV…
mk: Извези ги тренинзите како CSV…
ms: Eksport latihan sebagai CSV…
mt: Esporta s-sessjonijiet bħala CSV…
nb: Eksporter øktene som CSV…
nl: Trainingen als CSV exporteren…
pl: Eksportuj treningi jako CSV…
pt_br: Exportar treinos em CSV…
pt_pt: Exportar os treinos como CSV…
ro: Exportă antrenamentele ca CSV…
ru: Экспортировать тренировки в CSV…
sk: Exportovať tréningy ako CSV…
sl: Izvozi treninge kot CSV…
sq: Eksporto stërvitjet si CSV…
sr: Извези тренинге као CSV…
sv: Exportera passen som CSV…
tr: Antrenmanları CSV olarak dışa aktar…
uk: Експортувати тренування у CSV…
vi: Xuất buổi tập ra CSV…
zh_hans: 将训练导出为 CSV…
zh_hant: 將訓練匯出為 CSV…

source: Extraction failed
ar: فشل الاستخراج
bg: Извличането е неуспешно
ca: L'extracció ha fallat
cs: Čtení selhalo
da: Udtrækket mislykkedes
de: Auslesen fehlgeschlagen
el: Η εξαγωγή απέτυχε
es: Falló la extracción
et: Lugemine ebaõnnestus
fi: Poiminta epäonnistui
fr: Échec de l'extraction
ga: Theip ar an sliocht
hr: Čitanje nije uspjelo
hu: A kinyerés nem sikerült
id: Ekstraksi gagal
is: Lestur mistókst
it: Estrazione non riuscita
ja: 読み取りに失敗しました
ko: 추출 실패
lt: Skaitymas nepavyko
lv: Nolasīšana neizdevās
mk: Читањето не успеа
ms: Pengekstrakan gagal
mt: L-estrazzjoni falliet
nb: Uttrekket mislyktes
nl: Uitlezen mislukt
pl: Odczyt się nie powiódł
pt_br: A extração falhou
pt_pt: A extração falhou
ro: Extragerea a eșuat
ru: Разбор не удался
sk: Čítanie zlyhalo
sl: Branje ni uspelo
sq: Nxjerrja dështoi
sr: Читање није успело
sv: Tolkningen misslyckades
tr: Okuma başarısız
uk: Розбір не вдався
vi: Trích xuất thất bại
zh_hans: 解析失败
zh_hant: 解析失敗
